Repository: richard-chrenek/barebones
Catalog: locales/*/LC_MESSAGES/default.po
Languages: cs_cz

source: Nemáte oprávnenie na zobrazenie tejto stránky!
cs_cz: Nemáte oprávnění na zobrazení této stránky!

source: Pridávanie odpovedí ku komentáru s ID %d bolo %s.
cs_cz: Přidávání odpovědí ke komentáři s ID %d bylo %s.

source: zakázané
cs_cz: zakázáno

source: povolené
cs_cz: povoleno

source: Nepodarilo sa %s pridávanie odpovedí ku komentáru.
cs_cz: Nepodařilo se %s přidávání odpovědí ke komentáři.

source: zakázať
cs_cz: zakázat

source: povoliť
cs_cz: povolit

source: %s %d bol %s
cs_cz: %s %d byl %s

source: Obsah komentára s ID
cs_cz: Obsah komentáře s ID

source: Komentár s ID
cs_cz: Komentář s ID

source: zverejnený.
cs_cz: zveřejněn.

source: skryť
cs_cz: skrýt

source: zverejniť
cs_cz: zveřejnit

source: obsah komentára
cs_cz: obsah komentáře

source: komentár
cs_cz: komentář

source: Nemáte dostatočné práva na zakázanie prístupu!
cs_cz: Nemáte dostatečná práva na zakázání přístupu!

source: Nemôžete zakázať prispievanie sám sebe!
cs_cz: Nemůžete zakázat přispívání sám sobě!

source: Autor príspevku bol úspešne odbanovaný.
cs_cz: Autor příspěvku byl úspěšně odbanován.

source: Nepodarilo sa odbanovať autora príspevku.
cs_cz: Nepodařilo se odbanovat autora příspěvku.

source: Dátum expirácie banu nie je v správnom formáte!
cs_cz: Datum expirace banu není ve správném formátu!

source: Nepodarilo sa vytvoriť časový údaj pre záznam banu!
cs_cz: Nepodařilo se vytvořit časový údaj pro záznam banu!

source: Autor príspevku bol úspešne zabanovaný.
cs_cz: Autor příspěvku byl úspěšně zabanován.

source: Nepodarilo sa zabanovať autora príspevku.
cs_cz: Nepodařilo se zabanovat autora příspěvku.

source: Nemáte dostatočné práva na editovanie príspevku!
cs_cz: Nemáte dostatečná práva na editování příspěvku!

source: Neplatné ID príspevku!
cs_cz: Neplatné ID příspěvku!

source: Nepodarilo sa načítať komentár s ID %d!
cs_cz: Nepodařilo se načíst komentář s ID %d!

source: Nepodarilo sa editovať príspevok.
cs_cz: Nepodařilo se editovat příspěvek.

source: Príspevok bol úspešne editovaný
cs_cz: Příspěvek byl úspěšně editován

source: Zadajte platné ID príspevku, do ktorého chcete pridať aktuálne vlákno!
cs_cz: Zadejte platné ID příspěvku, do kterého chcete přidat aktuální vlákno!

source: , ale nebol spojený kvôli neplatnému ID vlákna, do ktorého mal byť pripojený.
cs_cz: , ale nebyl spojen kvůli neplatnému ID vlákna, do kterého měl být připojen.

source: Nepodarilo sa spojiť príspevky
cs_cz: Nepodařilo se spojit příspěvky

source: , ale nepodarilo sa ho spojiť s ďalším vláknom.
cs_cz: , ale nepodařilo se ho spojit s dalším vláknem.

source: Vlákna s príspevkami boli úspešne spojené.
cs_cz: Vlákna s příspěvky byly úspěšně spojeny.

source: a spojený s ďalším vláknom.
cs_cz: a spojený s dalším vláknem.

source: Overenie proti robotom nebolo úspešné! 🤖
cs_cz: Ověření proti robotům nebylo úspěšné! 🤖

source: Pole Meno nemôže ostať prázdne!
cs_cz: Pole Jméno nemůže zůstat prázdné!

source: Prosím zadajte platný e-mail.
cs_cz: Prosím zadejte platný e-mail.

source: Text odkazu nesmie byť prázdny!
cs_cz: Vzkaz nesmí být prázdný!

source: Používateľské meno a heslo sa nezhodujú.
cs_cz: Uživatelské jméno a heslo se neshodují.

source: Z Vami zadanej prezývky nie je možné prispievať anonymne.
cs_cz: Z Vámi zadané přezdívky nelze přispívat anonymně.

source: Použite inú prezývku, alebo sa prihláste.
cs_cz: Použijte jinou přezdívku nebo se přihlaste.

source: Boli ste úspešne prihlásený, príspevok však nebol odoslaný kvôli prázdnemu textu odkazu.
cs_cz: Byli jste úspěšně přihlášeni, příspěvek však nebyl odeslán kvůli prázdnému textu odkazu.

source: Boli ste úspešne prihlásený, Váš príspevok však nebol odoslaný z dôvodu duplicitného obsahu.
cs_cz: Byli jste úspěšně přihlášeni, Váš příspěvek však nebyl odeslán z důvodu duplicitního obsahu.

source: Nie je možné odoslať duplicitný príspevok!
cs_cz: Není možné odeslat duplicitní příspěvek!

source: Nepodarilo sa načítať nadradený komentár.
cs_cz: Nepodařilo se načíst nadřazený komentář.

source: Pridávanie odpovedí k tomuto komentáru bolo zakázané.
cs_cz: Přidávání odpovědí k tomuto komentáři bylo zakázáno.

source: Dôvod udelenia banu:
cs_cz: Důvod udělení banu:

source: Dátum skončenia platnosti banu:
cs_cz: Datum skončení platnosti banu:

source: Pridávanie komentárov Vám bolo zakázané.
cs_cz: Přidávání komentářů Vám bylo zakázáno.

source: Boli ste úspešne prihlásený, príspevok však nebol odoslaný kvôli platnému banu.
cs_cz: Byli jste úspěšně přihlášeni, příspěvek však nebyl odeslán kvůli platnému banu.

source: Boli ste úspešne prihlásený, a váš príspevok bol zverejnený.
cs_cz: Byli jste úspěšně přihlášeni a váš příspěvek byl zveřejněn.

source: Zvolená prezývka obsahuje nepovolené znaky. Povolené sú malé a veľké písmená SK/CZ abecedy, čísla, medzera a znaky . - _
cs_cz: Zvolená přezdívka obsahuje nepovolené znaky. Povolena jsou malá a velká písmena CZ/SK abecedy, čísla, mezera a znaky . - _

source: Zvolená prezývka obsahuje zakázaný výraz. Prosím, použite inú prezývku.
cs_cz: Zvolená přezdívka obsahuje zakázaný výraz. Prosím, použijte jinou přezdívku.

source: Váš príspevok obsahuje viac ako %d smajlíkov.
cs_cz: Váš příspěvek obsahuje více než %d smajlíků.

source: Prosím odstránte nadbytočné smajlíky a opätovne odošlite komentár.
cs_cz: Prosím odstraňte nadbytečné smajlíky a opětovně odešlete komentář.

source: Nie je možné odoslať príspevok obsahujúci iba smajlíky!
cs_cz: Není možné odeslat příspěvek obsahující pouze smajlíky!

source: Úspešne ste sa prihlásili.
cs_cz: Úspěšně jste se přihlásili.

source: Boli ste úspešne odhlásený.
cs_cz: Byli jste úspěšně odhlášeni.

source: Nepodarilo sa vytvoriť požiadavku na zmenu hesla. Skúste to prosím znova, alebo kontaktujte administrátorov.
cs_cz: Nepodařilo se vytvořit požadavek na změnu hesla. Zkuste to prosím znovu nebo kontaktujte administrátory.

source: Na Váš e-mail bola odoslaná správa s pokynmi na zmenu hesla.
cs_cz: Na Váš e-mail byla odeslána zpráva s pokyny na změnu hesla.

source: Nesprávny alebo exspirovaný overovací kód!
cs_cz: Nesprávný nebo expirovaný ověřovací kód!

source: Platnosť kódu na obnovenie hesla vypršala. Skúste opätovne požiadať o jeho vygenerovanie.
cs_cz: Platnost kódu na obnovení hesla vypršela. Zkuste znovu požádat o jeho vygenerování.

source: Nepodarilo sa obnoviť heslo pre Váš účet. Skúste obnoviť stránku, alebo opätovne požiadať o zmenu hesla. Ak problém pretrváva, kontaktujte prosím administrátorov.
cs_cz: Nepodařilo se obnovit heslo pro Váš účet. Zkuste obnovit stránku nebo znovu požádat o změnu hesla. Pokud problém přetrvává, kontaktujte prosím administrátory.

source: Vaše heslo bolo úspešne obnovené, môžete sa prihlásiť.
cs_cz: Heslo bylo úspěšně obnoveno, můžete se přihlásit.

source: Prezývka nemôže ostať prázdna!
cs_cz: Přezdívka nemůže zůstat prázdná!

source: E-mail nemôže byť prázdny!
cs_cz: E-mail nemůže být prázdný!

source: Zadaný e-mail je v nesprávnom formáte.
cs_cz: Zadaný e-mail je ve špatném formátu.

source: Používateľ s prezývkou %s neexistuje.
cs_cz: Uživatel s přezdívkou %s neexistuje.

source: Nesprávna kombinácia používateľského mena a/alebo e-mailu.
cs_cz: Nesprávná kombinace uživatelského jména a/nebo e-mailu.

source: Návštevná kniha GTA.cz
cs_cz: Návštěvní kniha GTA.cz

source: Obnovenie hesla
cs_cz: Obnovení hesla

source: Nepodarilo sa odoslať overovací e-mail! %s
cs_cz: Nepodařilo se odeslat ověřovací e-mail! %s

source: Zadaný e-mail nie je registrovaný ku žiadnemu kontu.
cs_cz: Zadaný e-mail není registrován k žádnému kontu.

source: Zadané používateľské meno nie je registrované ku žiadnemu kontu.
cs_cz: Zadané uživatelské jméno není registrováno k žádnému kontu.

source: Prosím zadajte platné používateľské meno alebo e-mail.
cs_cz: Prosím zadejte platné uživatelské jméno nebo e-mail.

source: Heslo nesmie ostať prázdne!
cs_cz: Heslo nesmí zůstat prázdné!

source: Nepodarilo sa odoslať overovací e-mail. Skúste to prosím znova, alebo kontaktujte administrátorov.
cs_cz: Nepodařilo se odeslat ověřovací e-mail. Zkuste to prosím znovu nebo kontaktujte administrátory.

source: Na váš e-mail bol odoslaný potvrdzovací link pre aktiváciu nového hesla.
cs_cz: Na váš e-mail byl odeslán potvrzovací link pro aktivaci nového hesla.

source: Aktuálne heslo nemôže ostať prázdne!
cs_cz: Aktuální heslo nemůže zůstat prázdné!

source: Nové heslo nemôže ostať prázdne!
cs_cz: Nové heslo nemůže zůstat prázdné!

source: Nové heslo a kontrola nového hesla nie sú identické!
cs_cz: Nové heslo a kontrola nového hesla nejsou identické!

source: Nové heslo je rovnaké, ako aktuálne heslo!
cs_cz: Nové heslo je stejné jako aktuální heslo!

source: Aktuálne heslo nie je správne!
cs_cz: Aktuální heslo není správné!

source: Platnosť kódu na zmenu hesla vypršala. Prihláste sa s pôvodným heslom, a skúste ho opätovne zmeniť.
cs_cz: Platnost kódu na změnu hesla vypršela. Přihlaste se s původním heslem a zkuste ho znovu změnit.

source: Nepodarilo sa zmeniť heslo pre Váš účet. Skúste obnoviť stránku, alebo opätovnú zmenu hesla v nastaveniach účtu. Ak problém pretrváva, kontaktujte prosím administrátorov.
cs_cz: Nepodařilo se změnit heslo pro Váš účet. Zkuste obnovit stránku, nebo opětovně změnit heslo v nastavení účtu. Pokud problém přetrvává, kontaktujte prosím administrátory.

source: Vaše heslo bolo úspešne zmenené, môžete sa prihlásiť.
cs_cz: Vaše heslo bylo úspěšně změněno, můžete se přihlásit.

source: Vaše heslo bolo úspešne zmenené.
cs_cz: Heslo bylo úspěšně změněno.

source: Registrácia bola úspešne dokončená! Na Vašu adresu bol odoslaný potvrdzovací e-mail.
cs_cz: Registrace byla úspěšně dokončena! Na Vaši adresu byl odeslán potvrzovací e-mail.

source: Nesprávny overovací kód, alebo ste už boli úspešne overený!
cs_cz: Nesprávný ověřovací kód nebo jste již byl úspěšně ověřen!

source: Platnosť Vášho overovacieho kódu vypršala. Prosím, zaregistrujte sa znova.
cs_cz: Platnost Vašeho ověřovacího kódu vypršela. Prosím, zaregistrujte se znovu.

source: Modifikovaný záznam! Prosím, zaregistrujte sa znova.
cs_cz: Modifikovaný záznam! Prosím, zaregistrujte se znovu.

source: Úspešne overený! Môžete sa prihlásiť.
cs_cz: Úspěšně ověřený! Můžete se přihlásit.

source: Používateľ %s je už registrovaný. Použite prosím inú prezývku.
cs_cz: Uživatel %s je již registrován. Použijte prosím jinou přezdívku.

source: E-mail nemôže ostať prázdny!
cs_cz: E-mail nemůže zůstat prázdný!

source: Zadaný e-mail je priradený k existujúcemu kontu. Použite iný mail alebo sa prihláste.
cs_cz: Zadaný e-mail je přiřazen k existujícímu kontu. Použijte jiný mail nebo se přihlaste.

source: %s nemôže ostať prázdne!
cs_cz: %s nemůže zůstat prázdné!

source: Overenie hesla
cs_cz: Ověření hesla

source: Heslá sa nezhodujú!
cs_cz: Hesla se neshodují!

source: Registrácia úspešná!
cs_cz: Registrace úspěšná!

source: Nastavenia účtu
cs_cz: Nastavení účtu

source: Nižšie môžete upraviť nastavenia vášho účtu a zmeniť niektoré údaje:
cs_cz: Níže můžete upravit nastavení účtu a změnit některé údaje:

source: Zmena hesla
cs_cz: Změna hesla

source: Aktuálne heslo
cs_cz: Aktuální heslo

source: Sila hesla:
cs_cz: Síla hesla:

source: Zmeniť heslo
cs_cz: Změnit heslo

source: Stránka je chránená technológiou reCAPTCHA, a podlieha
cs_cz: Stránka je chráněna technologií reCAPTCHA a podléhá

source: Zásadám ochrany osobných údajov
cs_cz: Zásadám ochrany osobních údajů

source: Podmienkam používania služby
cs_cz: Podmínkám používání služby

source: Dobrý deň,
cs_cz: Dobrý den,

source: Požiadali ste o zmenu hesla. Aby ste sa mohli s novým heslom prihlásiť, je potrebné
cs_cz: Požádali jste o změnu hesla. Abyste se mohli s novým heslem přihlásit, je třeba

source: potvrdiť jeho zmenu
cs_cz: potvrdit jeho změnu

source: najneskôr do
cs_cz: nejpozději do

source: Môžete tak urobiť kliknutím na
cs_cz: Můžete tak učinit kliknutím na

source: alebo skopírovaním adresy uvedenej nižšie, a jej načítaním v ľubovoľnom prehliadači.
cs_cz: nebo zkopírováním adresy uvedené níže a její načtením v libovolném prohlížeči.

source: Aktivačný link:
cs_cz: Aktivační link:

source: Neodoslali ste požiadavku na obnovenie hesla?
cs_cz: Neodeslali jste požadavek na obnovení hesla?

source: V tom prípade sa nemusíte ničoho obávať. Do Vášho konta sa môžete naďalej prihlásiť s doterajším heslom.
cs_cz: V tom případě se nemusíte ničeho obávat. Do Vašeho konta se můžete nadále přihlásit s dosavadním heslem.

source: Tento e-mail bol automaticky vygenerovaný, prosím, neodpovedajte naň. V prípade akýchkoľvek otázok sa môžete obrátiť na adresu
cs_cz: Tento e-mail byl automaticky vygenerován. Prosím neodpovídejte na něj. V případě jakýchkoliv dotazů se můžete obrátit na adresu

source: Požiadali ste o obnovu hesla. Nové heslo pre Váš účet je:
cs_cz: Požádali jste o obnovu hesla. Nové heslo pro Váš účet je:

source: Aby ste sa mohli s novým heslom prihlásiť, je potrebné
cs_cz: Abyste se mohli s novým heslem přihlásit, je třeba

source: ste úšpešne zaregistrovaný!
cs_cz: jste úspěšně zaregistrován!

source: potvrdiť Váš účet
cs_cz: potvrdit Váš účet

source: Brutálna chyba!
cs_cz: Brutální chyba!

source: Je nám ľuto, stránku sa nepodarilo zobraziť.
cs_cz: Je nám líto, stránku se nepodařilo zobrazit.

source: O 5 sekúnd budete presmerovaný na úvodnú stránku.
cs_cz: O 5 sekund budete přesměrován na úvodní stránku.

source: Prezývka:
cs_cz: Přezdívka:

source: Prezývka
cs_cz: Přezdívka

source: Obnoviť heslo
cs_cz: Obnovit heslo

source: Na otázky ohľadne inštalácie hry, HW požiadaviek, hrania samotnej hry, jej online verzie a pod. využívajte VÝHRADNE naše
cs_cz: Na otázky ohledně instalace hry, HW požadavků, hraní samotné hry, její online verze apod. využívejte VÝHRADNĚ naše

source: Každý používateľ návštevnej knihy, ktorý zverejní svoj príspevok, automaticky súhlasí s
cs_cz: Každý uživatel návštěvní knihy, který zveřejní svůj příspěvek, automaticky souhlasí s

source: týmito pravidlami
cs_cz: těmito pravidly

source: V prípade ich porušenia môže byť príspevok vymazaný, v horšom prípade Vám môže byť obmedzený prístup.
cs_cz: V případě jejich porušení může být příspěvek vymazán, v horším případě Vám může být omezen přístup.

source: Meno:
cs_cz: Jméno:

source: Meno
cs_cz: Jméno

source: Odkaz:
cs_cz: Vzkaz:

source: Odkaz
cs_cz: Vzkaz

source: Odoslať formulár:
cs_cz: Odeslat formulář:

source: Odoslať
cs_cz: Odeslat

source: Na zobrazovanie grafických smajlíkov využívame knižnicu
cs_cz: Na zobrazování grafických smajlíků využíváme knihovnu

source: poskytovanú pod licenciou
cs_cz: poskytovanou pod licencí

source: Vás prehliadač nepodporuje najnovšie technológie používané touto stránkou. Niektoré jej časti sa preto nemusia zobrazovať alebo správne fungovať.
cs_cz: Vás prohlížeč nepodporuje nejnovější technologie používané touto stránkou. Některé její části se proto nemusí zobrazovat nebo správně fungovat.

source: Pre bezproblémové používanie Návštevnej knihy GTA.cz Vám odporúčame prechod na jeden z
cs_cz: Pro bezproblémové používání Návštěvní knihy GTA.cz doporučujeme přechod na jeden z

source: aktuálnych prehliadačov
cs_cz: aktuálních prohlížečů

source: Main page
cs_cz: Hlavná stránka

source: Odhlásenie
cs_cz: Odhlášení

source: Prihlásenie
cs_cz: Přihlášení

source: Prejsť na GTA.cz
cs_cz: Přejít na GTA.cz

source: Prezývka alebo e-mail:
cs_cz: Přezdívka nebo e-mail:

source: Prezývka alebo e-mail
cs_cz: Přezdívka nebo e-mail

source: Prihlásiť
cs_cz: Přihlásit

source: Zabudli ste heslo?
cs_cz: Zapomněli jste heslo?

source: Odblokovať
cs_cz: Odblokovat

source: Zablokovať
cs_cz: Zablokovat

source: používateľa
cs_cz: uživatele

source: ID príspevku:
cs_cz: ID příspěvku:

source: K tomu príspevku nie je možné pridať ďalšiu odpoveď.
cs_cz: K tomu příspěvku není možné přidat další odpověď.

source: Zamknutý
cs_cz: Zamčený

source: Odpovedať
cs_cz: Odpovědět

source: Odomknúť
cs_cz: Odemknout

source: Zamknúť
cs_cz: Zamknout

source: príspevok
cs_cz: příspěvek

source: Upraviť príspevok
cs_cz: Upravit příspěvek

source: Zobraziť
cs_cz: Zobrazit

source: Skryť
cs_cz: Skrýt

source: Príspevok bol skrytý z dôvodu porušenia pravidiel.
cs_cz: Příspěvek byl skrytý z důvodu porušení pravidel.

source: Ísť na:
cs_cz: Jít na:

source: Registrovať
cs_cz: Registrovat
